Repository: joshv2/Lexicon2
Catalog: resources/locales/*/default.po
Languages: de, dutch, el, fr_fr, pt

source: The alternate has been saved.
de: Die Variante wurde gespeichert.
dutch: Het alternatief is opgeslagen.
el: Η εναλλακτική έχει αποθηκευτεί.
fr_fr: La variante a été sauvegardée
pt: A alternativa/opção foi salva.

source: The alternate could not be saved. Please, try again.
de: Die Variante konnte nicht gespeichert werden. Bitte versuchen Sie es noch einmal.
dutch: Het alternatief kon niet worden opgeslagen. Probeer het opnieuw.
el: Η εναλλακτική δε μπόρεσε να αποθηκευτεί. Παρακαλώ, προσπαθήστε ξανά.
fr_fr: La variante n’a pas pu être sauvegardée. Réessayez s’il vous plaît
pt: A alternativa não foi salva, por favor tente novamente.

source: The alternate has been deleted.
de: Die Variante wurde gelöscht.
dutch: Het alternatief is verwijderd.
el: Η εναλλακτική έχει διαγραφεί.
fr_fr: La variante a été effacée
pt: A alternativa foi apagada.

source: The alternate could not be deleted. Please, try again.
de: Die Variante konnte nicht gelöscht werden. Bitte versuchen Sie es noch einmal.
dutch: Het alternatief kon niet worden verwijderd.
el: Η εναλλακτική δε μπόρεσε να διαγραφεί. Παρακαλώ, προσπαθήστε ξανά.
fr_fr: La variante n’a pas pu être effacée. Réessayez s’il vous plaît
pt: A alternativa não foi apagada, por favor tente novamente.

source: The definition has been saved.
de: Die Definition wurde gespeichert.
dutch: De definitie is opgeslagen.
el: Ο ορισμός έχει αποθηκευτεί.
fr_fr: La définition a été sauvegardée
pt: A nova definição foi salva.

source: The definition could not be saved. Please, try again.
de: Die Definition konnte nicht gespeichert werden. Bitte versuchen Sie es noch einmal.
dutch: De definitie kon niet worden opgeslagen. Probeer het opnieuw.
el: Ο ορισμός δε μπόρεσε να αποθηκευτεί. Παρακαλώ, προσπαθήστε ξανά.
fr_fr: La définition n’a pas pu être sauvegardée. Réessayez s’il vous plaît
pt: A nova definição não foi salva, por favor tente novamente.

source: The definition has been deleted.
de: Die Definition wurde gelöscht.
dutch: De definitie is verwijderd.
el: Ο ορισμός έχει διαγραφεί.
fr_fr: La définition a été effacée
pt: A nova definição foi apagada.

source: The definition could not be deleted. Please, try again.
de: Die Definition konnte nicht gelöscht werden. Bitte versuchen Sie es noch einmal.
dutch: De definitie kon niet worden verwijderd. Probeer het opnieuw.
el: Ο ορισμός δε μπόρεσε να διαγραφεί. Παρακαλώ, προσπαθήστε ξανά.
fr_fr: La définition n’a pas pu être effacée. Réessayez s’il vous plaît
pt: A nova definição não foi apagada, por favor tente novamente.

source: The pronunciation has been saved.
de: Die Aussprache wurde gespeichert.
dutch: De uitspraak is opgeslagen.
el: Η προφορά έχει αποθηκευτεί.
fr_fr: La transcription phonétique a été sauvegardée
pt: A pronúncia foi salva.

source: The pronunciation could not be saved. Please, try again.
de: Die Aussprache konnte nicht gespeichert werden. Bitte versuchen Sie es noch einmal.
dutch: De uitspraak kon niet worden opgeslagen. Probeer het opnieuw
el: Η προφορά δε μπόρεσε να αποθηκευτεί. Παρακαλώ, προσπαθήστε ξανά.
fr_fr: La transcription phonétique n’a pas pu être sauvegardée. Réessayez s’il vous plaît
pt: A pronúncia não foi salva, por favor tente novamente.

source: The sentence has been saved.
de: Der Satz wurde gespeichert.
dutch: De zin is opgeslagen.
el: Η πρόταση έχει αποθηκευτεί.
fr_fr: La phrase a été sauvegardée
pt: A frase foi salva.

source: The sentence could not be saved. Please, try again.
de: Der Satz konnte nicht gespeichert werden. Bitte versuchen Sie es noch einmal.
dutch: De zin kon niet worden opgeslagen. Probeer het opnieuw.
el: Η πρόταση δε μπόρεσε να αποθηκευτεί. Παρακαλώ, προσπαθήστε ξανά.
fr_fr: La phrase n’a pas pu être sauvegaedée. Réessayez s’il vous plaît
pt: A frase não foi salva, por favor tente novamente.

source: The suggestion has been saved.
de: Der Vorschlag wurde gespeichert.
dutch: De suggestie is opgeslagen.
el: Η υπόδειξη έχει αποθηκευτεί.
fr_fr: La suggestion a été sauvegardée
pt: A sugestão foi salva.

source: The suggestion could not be saved. Please, try again.
de: Der Vorschlag konnte nicht gespeichert werden. Bitte versuchen Sie es noch einmal.
dutch: De suggestie kon niet worden opgeslagen. Probeer het opnieuw.
el: Η υπόδειξη δε μπόρεσε να αποθηκευτεί. Παρακαλώ, προσπαθήστε ξανά.
fr_fr: La suggestion n’a pas pu être sauvegardée. Réessayez s’il vous plaît
pt: A sugestão não foi salva, por favor tente novamente.

source: The word could not be saved. Please, try again.
de: Das Wort konnte nicht gespeichert werden. Bitte versuchen Sie es noch einmal.
dutch: Het woord kon niet worden opgeslagen. Probeer het opnieuw.
el: Η λέξη δε μπόρεσε να αποθηκευτεί. Παρακαλώ, προσπαθήστε ξανά.
fr_fr: Le mot n’a pas pu être sauvegardé. Réessayez s’il vous plaît
pt: O verbete não foi salvo, por favor tente novamente.

source: The word has been saved.
de: Das Wort wurde gespeichert.
dutch: Het woord is verwijderd.
el: Η λέξη έχει αποθηκευτεί.
fr_fr: Le mot a été sauvegardé
pt: O verbete foi salvo.

source: Submit
de: Senden
dutch: Indienen
el: Υποβολή
fr_fr: Déposez
pt: Enviar

source: Delete
de: Löschen
dutch: Verwijderen
el: Διαγραφή
fr_fr: Effacez
pt: Apagado

source: Are you sure you want to delete # {0}?
de: Wollen Sie # {0} wirklich löschen?
dutch: Weet u zeker dat u # {0} wilt verwijderen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το # {0};
fr_fr: Êtes-vous sûr(e) de vouloir effacer
pt: Tem certeza que quer apagar # {0}?

source: View
de: Ansehen
dutch: Bekijken
el: Προβολή
fr_fr: Visionnez
pt: Visualizar

source: Edit
de: Bearbeiten
dutch: Bewerken
el: Επεξεργασία
fr_fr: Modifiez
pt: Editar

source: first
de: erster
dutch: eerste
el: πρώτο
fr_fr: premier
pt: primeiro

source: previous
de: vorheriger
dutch: vorige
el: προηγούμενο
fr_fr: précédent
pt: anterior

source: next
de: nächster
dutch: volgende
el: επόμενο
fr_fr: suivant
pt: próximo

source: last
de: letzter
dutch: laatste
el: τελευταίο
fr_fr: dernier
pt: último

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
de: Seite {{page}} von {{pages}} zeigt {{current}} Ergebnis(se) von insgesamt {{count}}
dutch: Pagina {{page}} van de {{pages}}, weergevend {{current}} dossier(s) van de {{count}} in totaal
el: Σελίδα {{σελίδα}} από {{σελίδες}}, με {{τρέχουσα}} εγγραφή(ές) από {{καταμέτρηση}} συνολικά
fr_fr: page {{page}} de {{pages}}, présentation le(s) récapitulatif(s) à jour du {{count}}
pt: Página {{page}} de {{pages}}, apresentando {{current}} arquivo(s) de {{count}} no total

source: Word
de: Wort
dutch: Woord
el: Λέξη
fr_fr: mot
pt: Verbete

source: Spelling
de: Schreibweise
el: Ορθογραφία
fr_fr: orthographe
pt: Grafia

source: Related Words
de: Verwandte Wörter
dutch: Gerelateerde Woorden
el: Σχετικές Λέξεις
fr_fr: mots apparentés
pt: Verbetes relacionados

source: Etymology
de: Etymologie
dutch: Etymologie
el: Ετυμολογία
fr_fr: étymologie
pt: Etimologia

source: Notes
de: Hinweise
dutch: Opmerkingen
el: Σημειώσεις
pt: Notas

source: Created
de: Erstellt
dutch: Gemaakt
el: Δημιουργήθηκε
fr_fr: créé
pt: Criado

source: Approved
de: Genehmigt
dutch: Goedgekeurd
el: Εγκρίθηκε
fr_fr: approuvez
pt: Aprovado

source: Welcome
de: Willkommen
dutch: Welkom
el: Καλώς Ήρθατε
fr_fr: Bienvenue
pt: Bem-vindo / Bem-vinda

source: Enter the Lexicon
de: Wörterbuch öffnen
dutch: Lexicon Betreden
el: Εισέλθετε στο Λεξικό
fr_fr: Accès au glossaire
pt: Adicione ao Léxico

source: Coming Soon.
de: Demnächst
dutch: Binnenkort Beschikbaar.
el: Έρχεται Σύντομα.
fr_fr: bientôt en ligne
pt: Em breve

source: About Us
de: Über uns
dutch: Over Ons
el: Σχετικά με Εμάς
fr_fr: Qui sommes-nous?
pt: Sobre nós

source: First time here? Read our
de: Zum ersten Mal hier? Lesen Sie unser
dutch: Welkomstpagina
el: Πρώτη φορά εδώ; Διαβάστε
fr_fr: Si vous entrez ici pour la première fois, lisez donc notre
pt: É sua primeira vez? Leia sobre nós.

source: welcome
de: Willkommen
el: Καλωσορίσατε
fr_fr: page d'accueil
pt: Bem-vindo / Bem-vinda

source: The lexicon currently has
de: Das Wörterbuch hat zur Zeit
dutch: Het lexicon bevat momenteel
el: Το λεξικό επί του παρόντος έχει
fr_fr: A ce jour le glossaire contient
pt: Este léxico tem atualmente

source: entries.
de: Einträge.
dutch: trefwoorden.
el: καταχωρήσεις.
fr_fr: entrées.
pt: verbetes.

source: entries, including
el: καταχωρήσεις, συμπεριλαμβανομένων

source: entries that do not appear in any Jewish English dictionary
el: και καταχωρήσεων που δεν εμφανίζονται σε κανένα εβραιο-αγγλικό λεξικό

source: BROWSE:
de: STÖBERN
dutch: BLADEREN:
el: ΠΕΡΙΗΓΗΣΗ:
fr_fr: FEUILLETEZ:
pt: NAVEGUE:

source: SEARCH:
de: SUCHE
dutch: ZOEKEN
el: ΑΝΑΖΗΤΗΣΗ:
fr_fr: RECHERCHE:
pt: BUSQUE:

source: NOTES
de: HINWEISE
dutch: OPMERKINGEN:
el: ΣΗΜΕΙΩΣΕΙΣ
pt: NOTAS

source: for information about these languages, dictionaries, and types of people.
de: finden Sie Informationen zu Sprachen, Wörterbüchern und Personengruppen.
dutch: voor informatie over deze talen, woordenboeken en soorten mensen.
el: για πληροφορίες σχετικά με αυτές τις γλώσσες, τα λεξικά, και τους τύπους ανθρώπων.
fr_fr: pour plus d’information sur les langues, les dictionnaires et les groupes de locuteurs
pt: para informações sobre a linguagem usada e quem usa.

source: Languages of origin
de: Herkunftssprachen
dutch: Talen van herkomst
el: Γλώσσες προέλευσης
fr_fr: Langue d'origine
pt: Língua de origem

source: Other
de: Sonstige
dutch: Anders
el: Άλλη
fr_fr: autre
pt: Outros

source: Regions in Which the Word is Used
el: Περιοχές στις οποίες χρησιμοποιείται η λέξη
pt: REGIÕES ONDE ESTE VERBETE É USADO

source: Regions in which the word is used
de: Regionen, in denen das Wort verwendet wird
dutch: Regio's waarin het woord wordt gebruikt
el: Περιοχές στις οποίες χρησιμοποιείται η λέξη
fr_fr: Régions où ce mot est usité
pt: Regiões em que este vocabulário é usado

source: Types of people who tend to use the word
de: Personengruppen, die das Wort verwenden
dutch: Soorten mensen die het woord gebruiken
el: Τύποι ατόμων που τείνουν να χρησιμοποιούν τη λέξη
fr_fr: Catégories de personnes qui ont tendance à utiliser ce mot
pt: Quem usa

source: Dictionaries in which the word appears
de: Wörterbücher, in denen das Wort enthalten ist
dutch: Woordenboeken waarin het woord voorkomt
el: Πηγές στις οποίες εμφανίζεται η λέξη
fr_fr: Catégories de personnes qui ont tendance à utiliser ce mot

source: None
de: In keinem Wörterbuch
dutch: Geen
el: Κανένα
fr_fr: Aucun
pt: Sem registro

source: Dictionaries
el: Λεξικά

source: CAN'T FIND A WORD?
de: FEHLT EIN WORT?
dutch: KUNT U EEN WOORD NIET VINDEN?
el: ΔΕΝ ΜΠΟΡΕΙΤΕ ΝΑ ΒΡΕΙΤΕ ΜΙΑ ΛΕΞΗ;
fr_fr: JE N'ARRIVE PAS A TROUVER UN MOT
pt: NÃO ENCONTRA O VERBETE?

source: Like other collaborative sites, such as Wikipedia and Urban Dictionary, the Jewish English Lexicon is made possible by visitor participation. Please take a few minutes to add a word or two.
de: Wie bei anderen gemeinschaftlich erstellten Seiten wie z.B. Wikipedia, lebt das Jüdäo-Deutsches Wörterbuch von Ihrer Beteiligung. Bitte nehmen Sie sich ein paar Minuten Zeit, um ein paar Wörter hinzuzufügen.
dutch: Net als andere samenwerkingssites, zoals Wikipedia en Urban Dictionary, wordt het Joods-Nederlandse Lexicon mogelijk gemaakt door deelname van bezoekers. Neem alstublieft een paar minuten de tijd om een of twee woorden toe te voegen.
el: Όπως άλλες συνεργατικές ιστοσελίδες, όπως η Wikipedia και το Urban Dictionary, το Εβραιοελληνικό Λεξικό γίνεται εφικτό χάρη στη συμμετοχή των επισκεπτών. Παρακαλούμε αφιερώστε λίγα λεπτά για να προσθέσετε μια ή δύο λέξεις.
fr_fr: Comme tant d'autres sites interactifs comme Wikipédia ou Word Reference Forum le Glossaire du français juif ne peut exister que si les visiteurs participent à la vie du site. Prenez donc quelques minutes de votre temps pour ajouter un ou deux mots au glossaire!
pt: Assim como todos os sites colaborativos (por exemplo: Wikipedia), este léxico precisa da participação dos visitantes.

source: Add Pronunciation for
de: Aussprache für hinzufügen
dutch: Uitspraak toevoegen voor
el: Προσθέστε Προφορά για
fr_fr: ajoutez une transcription phonétique pour
pt: Adicione a pronúncia para

source: Pronuciation (Spelling)
de: Aussprache (Schreibweise)
dutch: Uitspraak (Spelling)
el: Προφορά (Ορθογραφία)

source: Phonetic Spelling
de: Phonetische Schreibweise
dutch: Fonetische spelling
el: Φωνητική Ορθογραφία
fr_fr: translittération phonétique
pt: Grafia fonética

source: Record
de: Aufnehmen
dutch: Opnemen
el: Εγγραφή
fr_fr: enregistrez
pt: Registro

source: spelling
de: Schreibweise
el: ορθογραφία
fr_fr: orthographe
pt: Grafia

source: pronunciation
de: Aussprache
dutch: uitspraak
el: προφορά
fr_fr: transcription phonétique
pt: Pronúncia

source: New Pronunciation
de: Neue Aussprache
dutch: Nieuwe Uitspraak
el: Νέα Προφορά
fr_fr: nouvelle transcription phonétique
pt: Nova pronúncia

source: Pronunciations
de: Aussprachevarianten
dutch: Uitspraken
el: Προφορές
fr_fr: transcriptions phonétiques
pt: Outras pronúncias

source: Pronunciation
de: Aussprache
dutch: Uitspraak
el: Προφορά
fr_fr: transcription phonétique
pt: Outras pronúncias

source: Region
dutch: Regio
el: Περιοχή
fr_fr: région
pt: Região

source: Top
de: Nach oben
dutch: Boven
el: Πάνω
fr_fr: haut de page
pt: Início

source: Yes
de: Ja
dutch: Ja
el: Ναι
fr_fr: oui
pt: Sim

source: No
de: Nein
dutch: Nee
el: Όχι
fr_fr: nom
pt: Não

source: Your search for
de: Ihre Suche nach
dutch: heeft
el: Η αναζήτηση σας για
fr_fr: votre recherche de
pt: Sua pesquisa por

source: returned
de: ergab
el: επιστροφή
fr_fr: renvoyé
pt: resultou em

source: results.
de: Ergebnisse.
dutch: resultaten opgeleverd.
el: αποτελέσματα.
fr_fr: résultats
pt: resultados.

source: That word is not yet in the database. Try searching with a different spelling.
de: Diese Wort ist noch nicht in der Datenbank. Bitte versuchen Sie es mit einer anderen Schreibweise.
dutch: Dat woord staat nog niet in de database. Probeer te zoeken met een andere spelling.
el: Η λέξη δεν υπάρχει ακόμα στη βάση δεδομένων. Προσπαθήστε να ψάξετε με διαφορετική ορθογραφία.
fr_fr: Ce mot ne figure pas encore dans la banque de données. Essayez de le chercher sous une autre orthographe.
pt: Veja informação completa

source: If you still don't find it, please help to make this lexicon more complete by adding it
de: Wenn Sie es immer noch nicht finden können, helfen Sie uns, das Wörtbuch zu vervollständigen und fügen Sie es hinzu.
dutch: Als u het nog steeds niet kunt vinden, kunt u ons helpen dit lexicon completer te maken door het toe te voegen
el: Αν ακόμα δεν τη βρίσκεται, παρακαλούμε βοηθήστε να γίνει πιο πλήρες αυτό το λεξικό προσθέτοντας την
fr_fr: Si vous ne le trouvez toujours pas, veuillez enrichir le glossaire en y ajoutant le mot manquant.

source: See full entry
de: Den ganzen Eintrag ansehen
dutch: Bekijk het volledige trefwoord
el: Δείτε ολόκληρη την καταχώρηση
fr_fr: Voir le texte complet de l’entrée

source: SEE FULL ENTRY
de: DEN GANZEN EINTRAG ANSEHEN
dutch: BEKIJK HET VOLLEDIGE TREFWOORD
el: ΔΕΙΤΕ ΟΛΟΚΛΗΡΗ ΤΗΝ ΚΑΤΑΧΩΡΗΣΗ
fr_fr: VOIR LE TEXTE COMPLET DE L’ENTREE

source: Sentences
de: Sätze
dutch: Zinnen
el: Προτάσεις
fr_fr: phrases
pt: frases

source: Sentence
de: Satz
dutch: Zin
el: Πρόταση
fr_fr: phrase
pt: frases

source: Add Suggestion for
de: Ergänzen Sie einen Vorschlag für
dutch: Suggestie toevoegen voor
el: Προσθέστε υπόδειξη για
fr_fr: Ajoutez une suggestion pour
pt: Adicione sugestão para

source: New Suggestion
de: Neuer Vorschlag
dutch: Nieuwe suggestie
el: Νέα Υπόδειξη
fr_fr: Nouvelle suggestion
pt: Nova sugestão

source: Suggestions
de: Vorschläge
dutch: Suggesties
el: Υποδείξεις
pt: Sugestões

source: New
dutch: Nieuw
el: Νέα
fr_fr: nouveau
pt: Nova

source: word
de: Wort hinzufügen
dutch: woord
el: λέξη
fr_fr: mot
pt: verbete

source: Most Common Spelling
de: Üblichste Schreibweise
dutch: Meest voorkomende spelling
el: Πιο Συχνή Ορθογραφία
fr_fr: Graphie la plus commune
pt: Grafia mais usada

source: Alternate Spelling(s)
de: Variante(n)
dutch: Alternatieve spelling(en)
el: Εναλλακτική Ορθογραφία(ες)
fr_fr: Graphie(s) alternative(s)
pt: Oura(s) grafia(s)

source: Add an additional spelling
de: zusätzliche Schreibweise hinzufügen
dutch: Voeg een aanvullende spelling toe
el: Προσθέστε μια επιπρόσθετη ορθογραφία
fr_fr: Ajoutez une autre graphie
pt: Adicione uma nova grafia

source: Remove
de: Entfernen
dutch: Verwijderen
el: Αφαιρέστε
fr_fr: Enlevez la graphie
pt: Remover

source: Phonetic Spelling
de: Phonetische Schreibweise
dutch: Fonetische spelling
el: Φωνητική Ορθογραφία
fr_fr: Translittération phonétique
pt: Grafia fonética

source: Using dashes and capital letters, indicate syllable and stress, e.g., 'te-SHOO-vuh' vs. 'tshoo-VAH'
de: Die Verwendung von Bindestrichen und Großbuchstaben markiert Silben und Betonung, z.B. 'te-SCHU-we' vs. 'tschu-WA'
dutch: Gebruik streepjes en hoofdletters om lettergreep en klemtoon aan te geven, bijvoorbeeld 'sja-BAT' versus 'SJA-bis'
el: Χρησιμοποιώντας παύλες και κεφαλαία γράμματα, υποδείξτε τη συλλαβή και τον τόνο, π.χ., 'πορ-το-ΚΑ-λι' αντί 'πορ-το-κα-ΛΙ'
pt: Escreva o som do verbete enfatizando a sílaba tônica em maiúscula: sha-BAT (shabat)'

source: Recorded
de: Aufgenommen
dutch: Opgenomen
el: Καταγεγραμμένη
fr_fr: enregistré
pt: Gravado

source: Add an additional pronunciation
de: Aussprachvariante hinzufügen
dutch: Voeg een aanvullende uitspraak toe
el: Προσθέστε μία επιπλέον προφορά
fr_fr: ajoutez une autre prononciation
pt: Adicione uma pronúncia

source: Definition(s)
de: Definition(en)
dutch: Definitie(s)
el: Ορισμός(οι)
fr_fr: définitions(s)
pt: Definição(ões)

source: Add an additional definition
de: zusätzliche Definition hinzufügen
dutch: Voeg een aanvullende definitie toe
el: Προσθέστε έναν επιπλέον ορισμό
fr_fr: Ajoutez une autre définition
pt: Adicione mais uma definição

source: Example Sentence(s)
de: Beispiel Satz/Sätze
dutch: Voorbeeldzin(nen)
el: Ενδεικτική(ές) Πρόταση(εις)
fr_fr: Phrases typiques
pt: Exemplo de frases

source: Add an additional sentence
de: zusätzlichen Satz hinzufügen
dutch: Voeg een aanvullende zin toe
el: Προσθέστε μία επιπλέον πρόταση
fr_fr: Ajoutez une phrase supplémentaire
pt: Adicione mais uma frase

source: Language(s) of Origin
de: Herkunftssprache(n)
dutch: Taal of Talen van Herkomst
el: Γλώσσα(ες) Προέλευσης
fr_fr: langue(s) d’origine
pt: Língua de origem

source: Hold down Ctrl to select more than one option, Ctrl-click again to deselect
de: Drücken Sie strg, um mehr als eine Option auszuwählen, durch wiederholtes Drücken heben Sie die Auswahl wieder auf
dutch: Houd Ctrl ingedrukt om meer dan één optie te selecteren. Houd Ctrl ingedrukt en klik nogmaals om de selectie ongedaan te maken
el: Κρατήστε πατημένο το Ctrl για να επιλέξετε περισσότερες από μία επιλογές, πατήστε ξανά Ctrl και κάνετε κλικ για να καταργήσετε την επιλογή
fr_fr: Pressez longuement la touche Ctrl pour sélectionnez plus d’un choix et la touche Ctrl-click pour annuler la sélection
pt: Para selecionar mais de uma opção, segure a tecla Ctrl (Command se for um Mac), use a tecla Ctrl/Command para remover a seleção

source: Who Uses This
de: Wer verwendet das
dutch: Wie Gebruikt Dit
el: Ποιοι τη Χρησιμοποιούν
pt: Quem usa

source: Hold down Ctrl (command on Mac) to select more than one option, Ctrl/command-click again to deselect
de: Drücken Sie strg (cmd bei Mac), um mehr als eine Option auszuwählen, durch wiederholtes Drücken heben Sie die Auswahl wieder auf
dutch: Houd Ctrl (Cmd op Mac) ingedrukt om meer dan één optie te selecteren, Ctrl/Cmd-klik nogmaals om de selectie ongedaan te maken
el: Κρατήστε πατημένο το Ctrl (command στο Mac) για να επιλέξετε περισσότερες από μία επιλογές, ξαναδώστε την εντολή Ctrl/command-click για να καταργήσετε την επιλογή
fr_fr: Pressez longuement Ctrl (touche sur Mac) pour sélectionner plus d’une option et Ctrl/command-click pour annuler la sélection
pt: Para selecionar mais de uma opção, segure a tecla Ctrl (Command se for um Mac), use a tecla Ctrl/Command para remover a seleção

source: Anything else you want website visitors to know about this entry
de: Gibt es noch etwas, was Besucher dieser Webseite zu diesem Eintrag wissen sollten
dutch: Is er nog iets anders dat u aan de websitebezoekers wilt laten weten over dit trefwoord
el: Οτιδήποτε άλλο θέλετε να γνωρίζουν οι επισκέπτες της ιστοσελίδας σχετικά με αυτή την καταχώρηση
fr_fr: Y a-t-il quelque chose d’autre que vous voudriez communiquer aux visiteurs du site sur cette entrée
pt: Mais alguma informação que visitantes deste site precisam saber sobre este verbete

source: Your name and email will not appear on the website. We require it in case we have questions about your entry. If you add many words to the lexicon, we will give you the option of being listed as one of the
de: Ihr Name und Ihre Email-Adresse werden nicht auf der Webseite erscheinen. Wir benötigen beides nur im Fall von Rückfragen zu Ihrem Eintrag. Wenn Sie viele Wörter zum Wörterbuch beisteuern, haben Sie die Möglichkeit, als eine*r der
dutch: Uw naam en e-mailadres verschijnen niet op de website. Wij hebben deze nodig voor het geval dat wij vragen hebben over uw bijdrage. Indien u meerdere woorden aan de lexicon toegevoegd heeft, bieden wij u de mogelijkheid om vermeld te worden als een van de
el: Το όνομα και το email σας δεν θα εμφανίζονται στην ιστοσελίδα. Τα χρειαζόμαστε σε περίπτωση που έχουμε ερωτήσεις σχετικά με την καταχώρησή σας. Εάν προσθέσετε πολλές λέξεις στο λεξικό, θα σας δώσουμε τη επιλογή να συμπεριληφθείτε ως ένας από τους
fr_fr: Votre nom et votre adresse électronique n’apparaîtront pas sur le site. Nous ne les demandons que pour le cas où nous avons des questions à vous poser sur l’entrée. Si vous ajoutez beaucoup de mots au lexique, nous vous donnerons la possibilité d’être mentionnée comme l’un des
pt: Seu nome e e-mail não vão aparecer no site.

source: Top Word Contributors
de: Haupt-Beitragende*n aufgeführt zu werden
dutch: Grootste Woordbijdragers
el: Κορυφαίοι Καταχωρητές Λέξεων
fr_fr: Contributeur exceptionnel de mots
pt: Porém pedimos estas informações caso haja alguma dúvida durante a revisão do verbete;

source: Other than that, you will
de: Abgesehen davon, werden Sie
dutch: Verder wordt er
el: Σε διαφορετική περίπτωση
fr_fr: Dans le cas contraire, vous ne serez
pt: caso não haja perguntas, você

source: NOT
de: NICHT
dutch: GEEN
el: ΔΕΝ
fr_fr: pas
pt: não

source: be contacted or placed on any email lists
de: kontaktiert und auch in keinen Email-Verteiler aufgenommen
dutch: contact met u opgenomen of op een e-maillijst geplaatst
el: θα επικοινωνήσουμε μαζί σας ούτε θα σας βάλουμε σε κάποια λίστα email
fr_fr: contactés ou mentionné dans aucune liste
pt: será contactado ou colocado em qualquer lista de e-mails. Se você for um grande contribuinte de verbetes, você pode constar como CONTRIBUINTE TOP, se quiser

source: Your Name
de: Ihr Name
dutch: Uw Naam
el: Το Όνομά σας
fr_fr: votre nom
pt: Seu nome

source: Your Email Address
de: Ihre Email-Adresse
dutch: Uw E-mailadres
el: Το Email σας
fr_fr: votre adresse électronique
pt: Seu e-mail

source: Double check your submission!
de: Bitte überprüfen Sie Ihre Eingabe noch einmal!
dutch: Controleer uw bijdrage nogmaals!
el: Διπλοελέγξτε την καταχώρηση σας!
fr_fr: Relisez votre dépôt
pt: Confira se as informações acima estão corretas

source: Approve Word
de: Wort bestätigen
dutch: Woord Goedkeuren
el: Εγκρίνετε τη Λέξη
fr_fr: Confirmez un mot
pt: Aprove o verbete

source: Delete Word
de: Wort löschen
dutch: Woord Verwijderen
el: Διαγράψτε τη Λέξη
fr_fr: Effacez un mot
pt: Apague o verbete

source: Are you sure?
de: Sind Sie sicher?
dutch: Weet u het zeker?
el: Είστε σίγουροι;
fr_fr: Êtes-vous sûr(e)?
pt: Tem certeza?
