Repository: joshv2/Lexicon2
Catalog: resources/locales/*/defaultold.po
Languages: sv

source: The alternate has been saved.
sv: Alternativen har sparats.

source: The alternate could not be saved. Please, try again.
sv: Alternativen kunde inte sparas. Försök igen.

source: The alternate has been deleted.
sv: Alternativen har raderats.

source: The alternate could not be deleted. Please, try again.
sv: Alternativen kunde inte raderas. Försök igen.

source: The definition has been saved.
sv: Definitionen har sparats

source: The definition could not be saved. Please, try again.
sv: Definitionen kunde inte sparas. Försök igen.

source: The definition has been deleted.
sv: Definitionen har raderats.

source: The definition could not be deleted. Please, try again.
sv: Definitionen kunde inte raderas. Försök igen.

source: The pronunciation has been saved.
sv: Uttalet har sparats.

source: The pronunciation could not be saved. Please, try again.
sv: Uttalet kunde inte sparas. Försök igen.

source: The sentence has been saved.
sv: Meningen har sparats.

source: The sentence could not be saved. Please, try again.
sv: Meningen kunde inte sparas. Försök igen.

source: The suggestion has been saved.
sv: Förslaget har sparats

source: The suggestion could not be saved. Please, try again.
sv: Förslaget kunde inte sparas

source: The word could not be saved. Please, try again.
sv: Ordet kunde inte sparas.

source: The word has been saved.
sv: Ordet har sparats.

source: Submit
sv: Skicka

source: Delete
sv: Radera

source: Are you sure you want to delete # {0}?
sv: Säker att du vill radera # {0}?

source: View
sv: Se

source: Edit
sv: Redigera

source: first
sv: först

source: previous
sv: tidigare

source: next
sv: nästa

source: last
sv: sista

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
sv: Sida "{{page}} av {{pages}}, visar {{current}} post(er) av totalt {{count}}

source: Word
sv: Ord

source: Spelling
sv: Stavning

source: Related Words
sv: Relaterade ord

source: Etymology
sv: Etymologi

source: Notes
sv: Riktlinjer

source: Created
sv: Skapad

source: Approved
sv: Godkänd

source: Welcome
sv: Välkommen

source: Enter the Lexicon
sv: Gå vidare till lexikonet

source: Coming Soon.
sv: Kommer snart

source: About Us
sv: Om oss

source: First time here? Read our
sv: välkomstsida

source: page
sv: sida

source: The lexicon currently has
sv: Lexikonet har för närvarande

source: entries.
sv: uppslagsord

source: BROWSE:
sv: UTFORSKA

source: SEARCH:
sv: SÖK

source: NOTES
sv: RIKTLINJER

source: for information about these languages, dictionaries, and types of people.
sv: för mer information om dessa språk, ordböcker eller typ av talare som använda orden.

source: Languages of origin
sv: Språkligt ursprung

source: Other
sv: Andra

source: Regions in which the word is used
sv: Regioner där ordet används

source: Types of people who tend to use the word
sv: Typ av talare som tenderar att använda orden

source: Dictionaries in which the word appears
sv: Ordböcker där ordet visas

source: None
sv: Ingen

source: CAN'T FIND A WORD?
sv: SAKNAS NÅGOT ORD?

source: Like other collaborative sites, such as Wikipedia and Urban Dictionary, the Jewish English Lexicon is made possible by visitor participation. Please take a few minutes to add a word or two.
sv: Som andra samarbetswebbplatser, till exempel Wikipedia eller Urban Dictionary", LJS möjliggör för användarna att själva lägga till ord och uttryck de använder. Snälla ta bara några minuter att lägga till ett ord eller två.

source: Add Pronunciation for
sv: Lägg till uttalet för

source: Pronuciation (Spelling)
sv: Uttal (Stavning)

source: Phonetic Spelling
sv: Fonetisk stavning

source: Record
sv: Spela in

source: spelling
sv: stavning

source: pronunciation
sv: uttal

source: New Pronunciation
sv: Nytt uttal

source: Pronunciations
sv: Uttaler

source: Pronunciation
sv: Uttaler

source: Top
sv: Topp

source: Yes
sv: Ja

source: No
sv: Nej

source: Your search for
sv: Din sökning efter

source: returned
sv: gav

source: results.
sv: resultat

source: That word is not yet in the database. Try searching with a different spelling.
sv: Det ordet finns ännu inte i databasen. Försök söka med en annan stavning.

source: If you still don't find it, please help to make this lexicon more complete by adding it
sv: Om du fortfarande inte hittar det, lägga till det och hjälpa oss att göra lexikonen mer komplett

source: See full entry
sv: Se fullständigt uppslagsord

source: SEE FULL ENTRY
sv: SE FULLSTÄNDIGT UPPSLAGSORD

source: Sentences
sv: Meningar

source: Sentence
sv: Mening

source: Add Suggestion for
sv: Lägg till förslag till

source: New Suggestion
sv: Nytt förslag

source: Suggestions
sv: Förslag

source: New
sv: Nytt

source: word
sv: Ord

source: Most Common Spelling
sv: Vanligaste stavning

source: Alternate Spelling(s)
sv: Alternativ stavning

source: Add an additional spelling
sv: Lägg till ytterligare en stavning

source: Remove
sv: Radera

source: Phonetic Spelling
sv: Fonetisk stavning

source: Using dashes and capital letters, indicate syllable and stress, e.g., 'te-SHOO-vuh' vs. 'tshoo-VAH'
sv: Med hjälp av bindestreck och versaler, ange stavelse och betoning, t.ex. 'te-SHU-va' vs. 'tshu-VA

source: Recorded
sv: Spelade in

source: Add an additional pronunciation
sv: Lägg till ytterligare ett uttal

source: Definition(s)
sv: Definitioner

source: Add an additional definition
sv: Lägg till ytterligare en definition

source: Example Sentence(s)
sv: Exempelmening

source: Add an additional sentence
sv: Lägg till ytterligare en mening

source: Language(s) of Origin
sv: Språkligt ursprung

source: Hold down Ctrl to select more than one option, Ctrl-click again to deselect
sv: Håll ned Kontroll för att välja mer än ett alternativ, Kontroll-klicka igen för att avmarkera

source: Who Uses This
sv: Ordets användare

source: Hold down Ctrl (command on Mac) to select more than one option, Ctrl/command-click again to deselect
sv: Håll ned Ctrl ("command på Mac) för att välja mer än ett alternative, Ctrl/command-klicka igen för att avmarkera

source: Anything else you want website visitors to know about this entry
sv: Övrig information som du vill att läsaren ska veta om uppslagsordet

source: Your name and email will not appear on the website. We require it in case we have questions about your entry. If you add many words to the lexicon, we will give you the option of being listed as one of the
sv: Topplistan över de som lagt till flest ord

source: Other than that, you will
sv: Utöver de ovan nämnda fallen kommer du

source: NOT
sv: INTE

source: be contacted or placed on any email lists
sv: att bli kontaktad eller bli placerad på någon postlista.

source: Your Name
sv: Ditt namn

source: Your Email Address
sv: Din epostadress

source: Double check your submission!
sv: Granska ditt inlägg innan du skickar in det!

source: Approve Word
sv: Godkänna ord

source: Delete Word
sv: Radera ord

source: Are you sure?
sv: Är du säker

source: This word already exists in the lexicon or is being evaluated.
sv: Detta ord finns redan i lexikonet eller utvärderas.

source: Add a new word
sv: Lägg till ett nytt ord

source: Browse by Letter
sv: Utforska med bokstav

source: Showing
sv: Visar

source: words
sv: ord

source: No words were found.
sv: Inga ord hittades

source: No words were found. Refine your search options above.
sv: Inga ord hittades. Du kan förfina dina sökalternativ ovan.

source: Editing
sv: Redigerar

source: SUGGEST CHANGES FOR
sv: Här kan du föreslå ändringar för detta uppslagsord. Mer information om språkligt ursprung, ordens stavningar eller typ av talare som tenderar att använda orden finner du under fliken

source: Notes.
sv: Riktlinjer

source: What edits would you like to suggest to this entry? Please be specific.
sv: Vänligen specificera vilka ändringar du vill föreslå för detta uppslagsord

source: New Word
sv: Nytt ord

source: Words
sv: Ord

source: Refresh
sv: Uppdatera

source: random words retrieved
sv: Slumpmässiga ord hämtade

source: Thank you
sv: Tack så mycket

source: Thank you for adding an entry to the Jewish English Lexicon. Check back in about a week to see your entry on the website.
sv: Tack för att du lade till ett uppslagsord till Lexikonet över Judisk Svenska. Kolla igen om en vecka för att se ditt uppslagsord på webbplatsen.

source: See your entry
sv: Se ditt uppslagsord

source: Back
sv: Tillbaka

source: Record a Pronunciation
sv: Spela in ett uttal

source: Edit
sv: Redigera

source: View More
sv: Se mer

source: Alternative Spellings
sv: Alternativa stavningar

source: See something you disagree with? Feel free to edit it. All changes will be moderated.
sv: Om du tycker att ett ord har definierats felaktigt, är det bara att klicka på Redigera-knappen. All ändringar modereras.

source: Error
sv: Fel

source: This word can not be found or has not yet been approved
sv: Detta ord kan inte hittas eller har ännu inte godkänts.

source: Add a word
sv: Lägg till ett ord

source: Add a Word
sv: Lägg till ett ord

source: Yiddish
sv: Jiddisch

source: Modern Hebrew
sv: Modern hebreiska

source: Polish
sv: Polska

source: Russian
sv: Ryska

source: German
sv: Tyska

source: Aramaic
sv: Arameiska

source: Arabic / Judeo-Arabic
sv: Arabiska / Judisk-Arabiska

source: Younger: Jews in their 30s or younger
sv: Yngre: Judar i 30-årsåldern eller yngre

source: Older: Jews who are middle-aged and older
sv: Äldre: Judar som är medelålders och äldre

source: Eastern European Jews
sv: Östeuropeiska judar

source: Russian: Jews with recent Russian-speaking ancestry in Russia
sv: Rysk: Judar med rysktalande anor i Ryssland

source: Orthodox: Jews who identify as Orthodox and observe halacha (Jewish law)
sv: Ortodoxa: Judar som identifierar sig som Ortodoxa och hålla Halacha (Judisk lag)

source: Religious
sv: Religiös

source: Non-Jews: (words that have spread outside of Jewish networks)
sv: Icke-judar: (ord som har spridit sig utanför judiska nätverkar)

source: Camp: Jews who attend or work at a Jewish overnight summer camp
sv: Sommarläger: Judar som går i, eller arbetar på, ett Judiskt sommarläger över natten

source: Jewish Languages
sv: Judiska språk

source: Volunteer
sv: Vara volontär

source: Donate
sv: Donera

source: Search
sv: Sök

source: Search...
sv: Sök...

source: Lexicon
sv: Lexikon

source: See full lexicon in alphabetical order
sv: Se det fullständiga lexikonet i alfabetisk ordning

source: See a random list of words
sv: Se en slumpmässig lista uppslagsord

source: ADVANCED SEARCH:
sv: AVANCERAD SÖKNING

source: See the
sv: Se

source: Add an entry
sv: Lägg till uppslagsord

source: Jews
sv: Judar

source: American Jews
sv: Amerikanska Judar

source: Strong Israel Connection
sv: Stark koppling till Israel

source: Jews of German/Jeckic origin
sv: Judar av tyskt ursprung

source: Definitions
sv: Definitioner

source: Example Sentences
sv: Exempelmening

source: Languages of Origin
sv: Språkligt ursprung

source: Regions
sv: Regioner

source: full name
sv: Fullständiga namn

source: full_name
sv: fullständiga_namn

source: email
sv: epost

source: suggestion
sv: förslag

source: All
sv: Alla

source: Origin
sv: Ursprung

source: Use
sv: Användning

source: All Regions
sv: Alla regioner

source: {{start}} - {{end}} of {{count}}
sv: {{start}} - {{end}} av {{count}}

source: Something missing from this entry? Inaccurate? Feel free to suggest an edit.
sv: Något som saknas i det här uppslagsord? Felaktigt? Kom med ett förslag.

source: Record a Sentence
sv: Spela in en mening
