Repository: joshv2/Lexicon2
Catalog: resources/locales/*/default.po
Languages: de, dutch, el, fr_fr, pt

source: This word already exists in the lexicon or is being evaluated.
de: Dieses Wort ist bereits im Wörterbuch oder es wird zur Zeit redaktionell geprüft.
dutch: Dit woord bestaat al in het lexicon of wordt geëvalueerd.
el: Αυτή η λέξη υπάρχει ήδη στο λεξικό ή αξιολογείται.
fr_fr: Ce mot existe déjà dans le lexique ou bien il est en cours d’examen
pt: Este verbete já consta no léxico ou está sendo avaliado.

source: Add a new word
de: neues Wort hinzufügen
dutch: Voeg een nieuw woord toe
el: Προσθέστε μια νέα λέξη
fr_fr: Ajoutez un mot
pt: Adicione um verbete

source: Browse by Letter
de: nach Anfangsbuchstaben durchsuchen
dutch: Bekijken per letter
el: Περιηγηθείτε βάσει Γράμματος
fr_fr: Feuilletez lettre par lettre
pt: Busque por letra

source: Showing
de: wird angezeigt
dutch: Toont
el: Προβολή
fr_fr: Présentation en cours
pt: Aparições

source: words
de: Wörter
dutch: woorden
el: λέξεις
fr_fr: des mots
pt: Verbetes

source: No words were found.
de: Es wurden keine Wörter gefunden.
dutch: Er zijn geen woorden gevonden.
el: Δεν βρέθηκαν λέξεις.
fr_fr: Aucun mot n’a été trouvé
pt: Nenhum verbete foi encontrado

source: No words were found. Refine your search options above.
de: Es wurden keine Wörter gefunden. Bitte verfeinern Sie Ihre Suchkriterien oben.
dutch: Er zijn geen woorden gevonden. Pas hierboven uw zoekopties aan.
el: Δεν βρέθηκαν λέξεις. Αναδιαμορφώστε τις παραπάνω επιλογές αναζήτησης.
fr_fr: Aucun mot n’a été trouvé. Affinez les critères de recherche ci-dessus
pt: Nenhum verbete foi encontrado. Modifique sua busca acima.

source: Editing
de: Bearbeiten
dutch: Bewerken
el: Επεξεργασία
fr_fr: Révision en cours
pt: Editar

source: SUGGEST CHANGES FOR
de: ÄNDERUNGEN FÜR VORSCHLAGEN
dutch: WIJZIGINGEN VOORSTELLEN VOOR
el: ΥΠΟΔΕΙΞΤΕ ΑΛΛΑΓΕΣ ΓΙΑ
fr_fr: Corrections suggérées pour
pt: SUGIRA MUDANÇAS PARA

source: You are about to enter suggested edits for this entry. In case you have questions about languages of origin, spelling, or who uses it, please see
de: Sie geben gerade Änderungen für diesen Eintrag ein. Antworten auf Fragen zu Herkunftssprachen, Schreibweise oder Personengruppen,die dies verwenden, finden Sie unter
dutch: U gaat nu een suggestie inzenden voor een trefwoord. Indien u vragen heeft over de talen van herkomst, spelling of door wie het gebruikt wordt, zie
el: Είστε έτοιμοι να καταχωρήσετε προτεινόμενες τροποποιήσεις για αυτή την καταχώρηση. Σε περίπτωση που έχετε ερωτήσεις σχετικά με τις γλώσσες προέλευσης, την ορθογραφία ή το ποιοι τις χρησιμοποιούν, δείτε
fr_fr: Vous allez maintenant suggérer des corrections pour cet article. Si vous avez des questions sur l'origine, la graphie ou les utilisateurs de ce mot, consultez les
pt: Você está sugerido modificações para este verbete. Em caso de dúvidas sobre língua de origem, grafia ou quem usa, por favor veja

source: Enter other origins separated by semicolon
el: Συμπλήρωσε άλλες γλώσσες προέλευσης διαχωρισμένες με άνω τελεία

source: Notes.
de: Hinweise
dutch: Opmerkingen.
el: Σημειώσεις.
pt: Notas.

source: What edits would you like to suggest to this entry? Please be specific.
de: Welche Änderungen möchten Sie für diesen Eintrag vorschlagen? Bitte machen Sie genaue Angaben.
dutch: Wat voor aanvullingen zou u suggereren voor dit trefwoord? Wees alstublieft duidelijk.
el: Τι τροποποιήσεις θα θέλατε να προτείνετε για αυτήν την καταχώρηση; Παρακαλώ να είστε ακριβείς.
fr_fr: Quelles corrections suggérez-vous? Soyez précis s'il vous plaît.
pt: Que modificações você gostaria de sugerir para este verbete? Por favor seja específico(a)

source: New Word
de: Neues Wort
dutch: Nieuw Woord
el: Νέα Λέξη
fr_fr: Nouveau mot
pt: Novo verbete

source: Words
de: Wörter
dutch: Woorden
el: Λέξεις
fr_fr: mots
pt: Verbetes

source: Refresh
de: Aktualisieren
dutch: Verversen
el: Ανανέωση
fr_fr: Réactivez

source: random words retrieved
de: Zufallsauswahl von Wörtern
dutch: willekeurige woorden opgehaald
el: τυχαίες ανακτηθείσες λέξεις
fr_fr: Mots arbitrairement retrouvés
pt: Verbetes aleatórios encontrados

source: Thank you
de: Vielen Dank
dutch: Dankuwel
el: Ευχαριστούμε
fr_fr: Merci
pt: Agradecemos

source: Thank you for adding an entry to the Jewish English Lexicon. Check back in about a week to see your entry on the website.
de: Vielen Dank für Ihren Eintrag im Jüdisch-Deutschen Wörterbuch. In etwa eine Woche können Sie Ihren Eintrag auf dieser Webseite finden.
dutch: Dankuwel voor uw bijdrage aan de Joods-Nederlandse Lexicon. Kom over een week terug op onze website om uw trefwoord op onze website te zien.
el: Ευχαριστούμε για την προσθήκη μιας καταχώρησης στο Εβραϊκό Αγγλικό Λεξικό. Επιστρέψτε σε περίπου μία εβδομάδα για να δείτε την καταχώρησή σας στην ιστοσελίδα.
pt: Agradecemos sua contribuição para o léxico judaico. Em aproximadamente uma semana visite o site e cheque se seu verbete foi adicionado a base de dados.

source: See your entry
de: Eintrag ansehen
dutch: Bekijk uw trefwood
el: Δείτε την καταχώρησή σας
fr_fr: Visionnez votre entrée
pt: Veja seu verbete

source: Back
de: Zurück
dutch: Terug
el: Επιστροφή
fr_fr: retour
pt: Voltar

source: Record a Pronunciation
de: Aussprache aufnehmen
dutch: Uitspraak Opnemen
el: Καταγράψτε μια Προφορά
fr_fr: enregistrez une prononciation

source: Edit
de: Bearbeiten
dutch: Bewerken
el: Επεξεργασία
fr_fr: révisez

source: View More
de: Mehr
dutch: Meer Bekijken
el: Δείτε Περισσότερα
fr_fr: voir davantage
pt: Veja mais

source: Alternative Spellings
de: andere Schreibweisen
dutch: Alternatieve Spellingen
el: Εναλλακτικές Ορθογραφίες
fr_fr: graphies alternatives
pt: Grafias alternativas

source: See something you disagree with? Feel free to edit it. All changes will be moderated.
de: Gibt es Einträge, mit denen Sie nicht einverstanden sind? Geben Sie gerne Änderungen ein. Alle Änderungen werden redaktionell überprüft.
dutch: Ziet u iets waar u het niet mee eens bent? Voel u vrij om het aan te passen. Alle aanpassingen zullen eerst gecontroleerd worden.
el: Βλέπετε κάτι με το οποίο διαφωνείτε; Μη διστάσετε να το επεξεργαστείτε. Όλες οι αλλαγές θα ελεγχθούν.
fr_fr: erreur
pt: Encontrou algo que discorda? Por favor sugira modificações. Todas as sugestões são avaliadas.

source: Error
de: Fehler
el: Σφάλμα
pt: Erro

source: This word can not be found or has not yet been approved
de: Dieses Wort kann nicht gefunden werden oder wurde noch nicht redaktionell überprüft
dutch: Dit woord kon niet gevonden worden of is nog niet goedgekeurd
el: Αυτή η λέξη δεν μπορεί να βρεθεί ή δεν έχει ακόμα εγκριθεί
fr_fr: Ce mot est introuvable ou bien n’a pas encore été sanctionné
pt: Este verbete não foi encontrado ou ainda não foi aprovado

source: Add a word
de: Wort hinzufügen
dutch: Voeg een woord toe
el: Προσθέστε μια λέξη
fr_fr: Ajoutez un mot
pt: Adicione um verbete

source: Add a Word
de: Wort hinzufügen
dutch: Voeg een woord toe
el: Προσθέστε μια Λέξη
fr_fr: Ajoutez un mot
pt: Adicione um Verbete

source: Yiddish
de: Jiddisch
dutch: Jiddisch
el: Γίντις
pt: Iídiche

source: Modern Hebrew
de: Hebräisch
dutch: Modern Hebreeuws
el: Εβραϊκά
fr_fr: hébreu moderne

source: Polish
de: Polnisch
dutch: Pools
el: Πολωνικά
fr_fr: polonais

source: Russian
de: Russisch
dutch: Russisch
el: Ρώσικα
fr_fr: russe

source: German
de: Deutsch
dutch: Duits
el: Γερμανικά
fr_fr: allemand

source: Aramaic
de: Aramäisch
dutch: Aramees
el: Αραμαϊκά
fr_fr: araméem
pt: Aramaico

source: Arabic / Judeo-Arabic
de: Arabisch
dutch: Arabisch / Judeo-Arabisch
el: Αραβικά / Ιουδαϊο-Αραβικά
fr_fr: arabe/judéo-arabe

source: Younger: Jews in their 30s or younger
de: jüngere Jüdinnen und Juden
dutch: Jonger: Joden in hun dertiger jaren of jonger
el: Νεότεροι: Εβραίοι στα 30άντα τους ή νεώτεροι
fr_fr: plus jeunes: Juifs de trente ans au plus

source: Older: Jews who are middle-aged and older
de: ältere Jüdinnen und Juden
dutch: Ouder: Joden van middelbare leeftijd en ouder
el: Μεγαλύτεροι: Εβραίοι οι οποίοι βρίσκονται στη μέση ηλικία ή είναι μεγαλύτεροι
fr_fr: plus vieux: Juifs de cinquante ans ou plus

source: Eastern European Jews
de: osteuropäische Jüdinnen und Juden
dutch: Oost-Europese Joden
el: Εβραίοι της Ανατολικής Ευρώπης
fr_fr: Juifs d’Europe orientale

source: Russian: Jews with recent Russian-speaking ancestry in Russia
de: russische Jüdinnen und Juden
dutch: Russisch: Joden met recente Russisch-sprekende achtergrond in Rusland
el: Ρώσοι: Εβραίοι με πρόσφατη ρωσόφωνη καταγωγή στη Ρωσία
fr_fr: Russes: Juifs d’ascendance russophone ayant des racines familiales en Russie

source: Orthodox: Jews who identify as Orthodox and observe halacha (Jewish law)
de: orthodoxe Jüdinnen und Juden
dutch: Orthodox: Joden die identificeren als Orthodox en de halacha (de Joodse wet) volgen
el: Ορθόδοξοι: Εβραίοι που αυτοπροσδιορίζονται ως Ορθόδοξοι και τηρούν τη halacha (εβραϊκός νόμος)
fr_fr: religieux

source: Religious
de: religiöse Jüdinnen und Juden
dutch: Religieus
el: Θρησκευόμενοι

source: Non-Jews: (words that have spread outside of Jewish networks)
de: Machane-Teilnehmerinnen und Teilnehmer
dutch: Niet-Joden: (woorden die buiten de Joodse samenleving verspreid zijn en woorden die gebruikt worden door niet-Joden om naar Joden to refereren
el: Μη-Εβραίοι: (λέξεις που έχουν διαδοθεί εκτός εβραϊκών κοινοτήτων)
fr_fr: non-juifs: (mots qui se sont répandus en-dehors des réseaux sociaux juifs)

source: Camp: Jews who attend or work at a Jewish overnight summer camp
de: nicht-jüdische Sprecherinnen und Sprecher
el: Κάμπ: Εβραίοι που προσέρχονται ή εργάζονται σε θερινά εβραϊκά καταλύματα διανυκτέρευσης
fr_fr: langues juives

source: Jewish Languages
de: Jüdische Sprachen
dutch: Joodse Talen
el: Εβραϊκές Γλώσσες

source: Volunteer
de: Mitmachen
dutch: Vrijwilligerswerk
el: Γίνε Εθελοντής
fr_fr: portez-vous volontaire
pt: Voluntariado

source: Donate
de: Spenden
dutch: Doneren
el: Γίνε Δωρητής
fr_fr: faire une donation
pt: Doe

source: Search
de: Suchen
dutch: Zoeken
el: Αναζήτηση
fr_fr: recherche
pt: Pesquisar

source: Search...
de: Suchen...
dutch: Zoeken...
el: Αναζήτηση...
fr_fr: recherche

source: Lexicon
de: Wörterbuch
el: Λεξικό
fr_fr: lexique

source: See full lexicon in alphabetical order
de: Wörterbuch in alphabetischer Reihenfolge ansehen
dutch: Bekijk de volledige lexion op alfabetische volgorde
el: Δείτε ολόκληρο το λεξικό σε αλφαβητική σειρά
fr_fr: Voir l'intégralité du glossaire par ordre alphabétique
pt: Veja o conteúdo completo do léxico em ordem alfabética

source: See a random list of words
de: Eine zufällige Auswahl von Wörtern ansehen
dutch: Bekijk een willekeurige woordenlijst
el: Δείτε μια τυχαία λίστα λέξεων
fr_fr: Voir une liste de mots figurant selon un ordre aléatoire
pt: Veja uma palavra aleatória

source: ADVANCED SEARCH:
de: Erweiterte Suche
dutch: GEAVANCEERD ZOEKEN:
el: ΠΡΟΧΩΡΗΜΕΝΗ ΑΝΑΖΗΤΗΣΗ:
fr_fr: RECHERCHE AVANCÉE
pt: PESQUISA AVANÇADA:

source: See the
de: Unter
dutch: Zie
el: Δείτε
fr_fr: voir les
pt: Pesquise em

source: Add an entry
de: Eintrag zufügen
dutch: Voeg een trefwoord toe
el: Προσθέστε μια καταχώρηση
fr_fr: Ajoutez une entrée
pt: Adicione um verbete

source: Jews
de: Jüdinnen und Juden
dutch: Joden
el: Εβραίοι
fr_fr: Juifs

source: American Jews
de: Amerikanische Jüdinnen und Juden
dutch: Nederlandse Joden
el: Αμερικανοί Εβραίοι
fr_fr: Juifs américains

source: Strong Israel Connection
de: starke Israel-Verbindung
dutch: Sterke Band met Israël
el: Ισχυροί Δεσμοί με το Ισραήλ
fr_fr: Liens forts avec Israël

source: Jews of German/Jeckic origin
de: Jüdinnen und Juden deutscher/jeckischer Herkunft
dutch: Joden van Duitse herkomst
el: Γερμανοί Εβραίοι/ Καταγωγής Jeckic
fr_fr: Juifs allemands (Yekes)

source: Definitions
de: Definitionen
dutch: Definities
el: Ορισμοί
fr_fr: définition

source: Example Sentences
de: Beispielsätze
dutch: Voorbeeldzinnen
el: Παραδείγματα Προτάσεων
fr_fr: Phrases-types

source: Languages of Origin
de: Herkunftssprachen
dutch: Taal of Talen van Herkomst
el: Γλώσσες Προέλευσης
fr_fr: langues d'origine

source: Regions
de: Regionen
dutch: Regio’s
el: Περιοχές
fr_fr: régions

source: full name
de: Vollständiger Name
dutch: volledige naam
el: ονοματεπώνυμο
fr_fr: nom complet

source: full_name
de: Vollständiger Name
dutch: volledige_naam
el: ονοματεπώνυμο
fr_fr: nom complet

source: email
el: ηλεκτρονικό ταχυδρομείο
fr_fr: adresse électronique

source: suggestion
de: Vorschlag
dutch: suggestie
el: πρόταση

source: All
de: Alle
dutch: Alle
el: Όλα
fr_fr: tout

source: Origin
de: Herkunft
dutch: Herkomst
el: Περιοχή
fr_fr: origine

source: Use
de: Verwendung
dutch: Gebruik
el: Χρήση
fr_fr: usage

source: All Regions
de: Alle Regionen
dutch: Alle Regio’s
el: Όλες οι Περιοχές
fr_fr: toutes les régions

source: {{start}} - {{end}} of {{count}}
de: {{start}} - {{end}} von {{count}}
dutch: {{start}} - {{end}} van de {{count}}
el: {{αρχή}} - {{τέλος}} από {{καταμέτρηση}}
fr_fr: {{commencement}} - {{fin}} du {{décompte}}

source: Something missing from this entry? Inaccurate? Feel free to suggest an edit.
de: Ist dieser Eintrag unvollständig? Nicht ganz richtig? Schlagen Sie gerne eine Änderung vor.
dutch: Ontbreekt er iets aan dit trefwoord? Is het onjuist? Voelt u vrij om een suggestie in te zenden.
el: Λείπει κάτι από αυτή την καταχώρηση; Είναι ανακριβής; Μη διστάσετε να υποδείξετε μια τροποποίηση.
fr_fr: Quelque chose manque-t-il dans cette entrée? Y a-t-il une inexactitude? N’hésitez pas à proposer des suggestions ou des corrections

source: Record a Sentence
de: Einen Satz aufnehmen
dutch: Zin Opnemen
el: Καταγράψτε μια Πρόταση
fr_fr: enregistrez une phrase

source: Greek
el: Ελληνικά

source: Ladino
el: Λαντίνο

source: Turkish
el: Τουρκικά

source: Albanian
el: Αλβανικά

source: Italian
el: Ιταλικά

source: Macedonia
el: Μακεδονία

source: Thrace
el: Θράκη

source: Epirus
el: Ήπειρος

source: Ionian Islands
el: Ιόνια Νησιά

source: Central Greece
el: Κεντρική Ελλάδα

source: Thessaly
el: Θεσσαλία

source: Peloponnese
el: Πελοπόννησος

source: Aegean Islands
el: Νησιά του Αιγαίου

source: Crete
el: Κρήτη

source: Religious: Jews who are engaged in religious observance and have some Jewish education
el: Θρησκευόμενοι Εβραίοι: Θρησκευόμενοι Εβραίοι που έχουν λάβει εβραϊκή εκπαίδευση

source: Jews: Jews of diverse religious backgrounds and organizational involvements
el: Εβραίοι: Εβραίοι με διαφορετικό θρησκευτικό υπόβαθρο και συμμετοχή

source: Pronunciation (Spelling)
fr_fr: prononciation (orthographe)
pt: Pronúncia (grafia)

source: Using dashes and capital letters indicates syllable and stress, e.g., 'te-SHOO-vuh' vs.'tshoo-VAH'
fr_fr: L’utilisation de tirets et de majuscules permet d’indiquer la syllabation et l’accent tonique

source: Who Uses This?
fr_fr: Qui utilise cela

source: Belgium
fr_fr: Belgique

source: page
pt: página

source: Your name and email will not appear on the website. We require it in case we have questions about your entry. If you add many words to the lexicon, we will give you the option of being listed as one of the Top Word Contributors. Other than that, you will NOT be contacted or placed on any email lists.
pt: Seu nome e e-mail não vão aparecer no site. Porém pedimos estas informações caso haja alguma dúvida durante a revisão do verbete; caso não haja perguntas, você não será contactado ou colocado em qualquer lista de e-mails. Se você for um grande contribuinte de verbetes, você pode constar como CONTRIBUINTE TOP, se quiser

source: Record a Pronunciation
pt: Grave uma pronúncia

source: SEARCH
pt: PESQUISAR

source: Add an Entry
pt: Adicione Um Verbete

source: Other (please describe in Notes section)
pt: Outros (por favor coloque a descrição na seção de notas)

source: Textual Hebrew
pt: Hebraico

source: Arabic/Judeo-Arabic
pt: Árabe / Árabe-judaico

source: Ashkenazim: Jews with Ashkenazi heritage
pt: Ashkenazim

source: Sephardim: Jews with Sephardi or Mizrahi heritage
pt: Sefaradim
